testCases/01_solid_body_addition/02_repeated_body_addition/Allrun
#!/bin/sh
. $WM_PROJECT_DIR/bin/tools/RunFunctions

rm -rf 0

cp -r 0.org 0


runApplication blockMesh

application=`getApplication`

runApplication $application

paraFoam -touch
paraFoam -builtin -touch

# ----------------------------------------------------------------- end-of-file
